{"Bullet Train":{"title":"Bullet Train","synopsis":"Ladybug (Brad Pitt) is an unlucky assassin determined to do his job peacefully after one too many gigs gone off the rails. Fate, however, may have other plans, as Ladybug's latest mission puts him on a collision course with lethal adversaries from around the globe-all with connected, yet conflicting, objectives-on the world's fastest train. The end of the line is just the beginning in this non-stop thrill-ride through modern-day Japan.","poster":"https://m.media-amazon.com/images/M/MV5BMDU2ZmM2OTYtNzIxYy00NjM5LTliNGQtN2JmOWQzYTBmZWUzXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"},"Elvis":{"title":"Elvis","synopsis":"The film explores the life and music of Elvis Presley (Austin Butler), seen through the prism of his complicated relationship with his enigmatic manager, Colonel Tom Parker (Tom Hanks). The story delves into the complex dynamic between Presley and Parker spanning over 20 years, from Presley's rise to fame to his unprecedented stardom, against the backdrop of the evolving cultural landscape and loss of innocence in America. Central to that journey is one of the most significant and influential people in Elvis's life, Priscilla Presley (Olivia DeJonge).","poster":"https://m.media-amazon.com/images/M/MV5BYzMzNTJjYmMtZTkxNS00MjI4LWI3YmQtOTQ4MDZjZDJlZjQyXkEyXkFqcGdeQXVyNjc0NzQzNTM@._V1_.jpg"},"The Gray Man":{"title":"The Gray Man","synopsis":"Six is part of the CIA's Sierra program, a program whereby non-agents are recruited to fulfill certain missions on an off-the-books contract basis. In completing one such contract he discovers that the man he killed was a fellow Sierra member, Four. Four was killed because he had incriminating information on Carmichael, a senior CIA operative. Now Six has that information and Carmichael will do anything to get it.","poster":"https://m.media-amazon.com/images/M/MV5BOWY4MmFiY2QtMzE1YS00NTg1LWIwOTQtYTI4ZGUzNWIxNTVmXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_.jpg"},"Orphan: First Kill":{"title":"Orphan: First Kill","synopsis":"Esther's terrifying saga continues in this thrilling prequel to the original and shocking horror hit, Orphan. After orchestrating a brilliant escape from an Estonian psychiatric facility, Esther travels to America by impersonating the missing daughter of a wealthy family. Yet, an unexpected twist arises that pits her against a mother who will protect her family from the murderous \"child\" at any cost.","poster":"https://m.media-amazon.com/images/M/MV5BZjgwNDA3MmUtMTQ3Yy00ZDFmLTgwMTktNTBlMTQ3ZTI5MjYxXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_.jpg"},"Purple Hearts":{"title":"Purple Hearts","synopsis":"Cassie Salazar and Luke Morrow couldn't be more different. Sharp-witted Cassie works nights at a bar in Oceanside, CA to make ends meet while pursuing her dream of becoming a singer/songwriter. Luke is an Marine trainee, about to ship out for duty, who finds comfort in the unswerving discipline of service. But a chance encounter at Cassie's bar changes the course of both their lives. Cassie is drowning in medical bills after being diagnosed with diabetes.","poster":"https://m.media-amazon.com/images/M/MV5BNzI4ZTAwNzEtNTk5YS00ZWJmLWI1ODMtOTU4MTM5MzQ4OWM0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_.jpg"},"The Black Phone":{"title":"The Black Phone","synopsis":"In 1978, in Denver, the siblings Finney and Gwen Blake live with his widower alcoholic father Terrence. They miss their mother, who had psychic abilities and committed suicide. Finney is bullied at school by three mates, but his friend Robin defends him. When a child abductor known as \"The Grabber\" kidnaps a boy named Bruce, Gwen has a dream and mentions reference to black balloons unknown by the public. Detectives Wright and Miller come to the school to interview Gwen, but they do not believe in her statement. But when Finney is abducted by \"The Grabber\", he is locked in a soundproof basement and learns that the black phone on the wall is disconnected. But out of the blue, Finney receives phone calls from the beyond.","poster":"https://m.media-amazon.com/images/M/MV5BOWVmNTBiYTUtZWQ3Yi00ZDlhLTgyYjUtNzBhZjM3YjRiNGRkXkEyXkFqcGdeQXVyNzYyOTM1ODI@._V1_.jpg"},"Grease":{"title":"Grease","synopsis":"During a visit to America, Australian Sandy Olsson (Olivia Newton-John) meets Danny Zuko (John Travolta) at the beach and falls in love. She is heartbroken when summer ends and she has to return home and their last kiss on the beach is a very emotional one. But fate lends a hand - her parents decide to stay in America and she finds herself attending the same school as Danny. But Danny at school is different from Danny at the beach. He is the leader of the T-Birds, a black leather-clad gang, and has a reputation to keep up. He can't be seen to fall in love with just one chick. Sandy is upset and seeks solace with some new friends she has made - a girls' club called \"The Pink Ladies\". But her prim and proper virginal ways do not fit in and she soon finds herself almost alone. A change must be made. Does she attempt to get her man by turning him into a jock? Or must she get rid of her \"Sandra Dee\" image?","poster":"https://m.media-amazon.com/images/M/MV5BZmUyMDEyOTgtZmUwOS00NTdkLThlNzctNTM1ODQ4M2VhMjdhXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg"},"Thor: Love and Thunder":{"title":"Thor: Love and Thunder","synopsis":"Thor's retirement is interrupted by a galactic killer known as Gorr the God Butcher, who seeks the extinction of the gods. To combat the threat, Thor enlists the help of King Valkyrie, Korg and ex-girlfriend Jane Foster, who - to Thor's surprise - inexplicably wields his magical hammer, Mjolnir, as the Mighty Thor. Together, they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher's vengeance and stop him before it's too late.","poster":"https://m.media-amazon.com/images/M/MV5BYmMxZWRiMTgtZjM0Ny00NDQxLWIxYWQtZDdlNDNkOTEzYTdlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"},"Uncharted":{"title":"Uncharted","synopsis":"Street-smart Nathan Drake (Tom Holland) is recruited by seasoned treasure hunter Victor \"Sully\" Sullivan (Mark Wahlberg) to recover a fortune amassed by Ferdinand Magellan and lost 500 years ago by the House of Moncada. What starts as a heist job for the duo becomes a globe-trotting, white-knuckle race to reach the prize before the ruthless Santiago Moncada (Antonio Banderas), who believes he and his family are the rightful heirs. If Nate and Sully can decipher the clues and solve one of the world's oldest mysteries, they stand to find $5 billion in treasure and perhaps even Nate's long-lost brother...but only if they can learn to work together.","poster":"https://m.media-amazon.com/images/M/MV5BMWEwNjhkYzYtNjgzYy00YTY2LThjYWYtYzViMGJkZTI4Y2MyXkEyXkFqcGdeQXVyNTM0OTY1OQ@@._V1_.jpg"},"The Lost City":{"title":"The Lost City","synopsis":"Struggling to find inspiration, reclusive, burnt-out romance author Loretta Sage tries her best to put the finishing touches on her latest work in time for a book tour. However, as if having her manager Beth breathing down her neck wasn't enough, insisting on completing her publicity tour, Loretta's world will turn upside down when an unstoppable billionaire kidnaps her. Now, it's up to Alan, Loretta's long-time cover model, to save the day. But the question remains. Is Alan hero material?","poster":"https://m.media-amazon.com/images/M/MV5BMmIwYzFhODAtY2I1YS00ZDdmLTkyYWQtZjI5NDIwMDc2MjEyXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_.jpg"},"Laal Singh Chaddha":{"title":"Laal Singh Chaddha","synopsis":"Laal Singh Chaddha a man with low IQ level is travelling in a train and happens to tell his story to his co passenger with background of current events happening in India finding it interesting more fellow passengers join in.He was born during the Indo Pak war where his grandfather was a martyr hence he was named after him having a low IQ level no school wants to admit him but finally a priest of Catholic school does so seeing the fighting spirit in his mother.The school children try to avoid him but he befriends Roopa Dsouza his his classmate and bonds very well with her but Roopa wants to be rich as her drunkard father always beats her mother for money one day leading to her death.After death of her mother Roopa goes to stay with her grandmother who turns out to be maid working in Lal's house and both start to spend more time together and as kid Lal eventually proposes her.Years later Roopa and Lal study together at a college in Delhi and Lal still has same feelings for her.But Roopa's ambition is to got to Mumbai to be an actress an become rich while Lal joins the Indian army.During his term in army Lal meets Bala an both become good friends and plan a business together but Bala passes away in the war.After his army service Lal decides to full fill dream of Bala and starts the business planned with him where he is assisted by Mohdmmad Paji who was once a terrorist and Lal saved his life during war.Lal's life and business is doing well but he still has a place for Roopa whom he hasn't met since years and waits for return.","poster":"https://m.media-amazon.com/images/M/MV5BMmQ4OTEyOTctMmFkOC00N2M4LWIyMDEtN2Y1MzQ0NzMzNDJlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg"},"Top Gun":{"title":"Top Gun","synopsis":"Lieutenant Pete \"Maverick\" Mitchell is an expert United States Naval Aviator. When he encounters a pair of MiGs over the Persian Gulf, his wingman is clearly outflown and freaks. On almost no fuel, Maverick is able to talk him back down to the carrier. When his wingman turns in his wings, Maverick is moved up in the standings and sent to the Top Gun Naval Flying School. There he fights the attitudes of the other pilots and an old story of his father's death in combat that killed others due to his father's error. Maverick struggles to be the best pilot, stepping on the toes of his other students.","poster":"https://m.media-amazon.com/images/M/MV5BZjQxYTA3ODItNzgxMy00N2Y2LWJlZGMtMTRlM2JkZjI1ZDhhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_.jpg"},"Everything Everywhere All at Once":{"title":"Everything Everywhere All at Once","synopsis":"With her laundromat teetering on the brink of failure and her marriage to wimpy husband Waymond on the rocks, overworked Evelyn Wang struggles to cope with everything, including a tattered relationship with her judgmental father Gong Gong and Joy, her daughter. And, as if facing a gloomy midlife crisis weren't enough, Evelyn must brace herself for an unpleasant meeting with an impersonal bureaucrat: Deirdre, the shabbily dressed IRS auditor. However, as the stern agent loses patience, an inexplicable multiverse rift becomes an eye-opening exploration of parallel realities. Will Evelyn jump down the rabbit hole? How many stars are there in the universe? Can weary Evelyn fathom the irrepressible force of possibilities, tap into newfound powers, and prevent an evil entity from destroying the thin, countless layers of the unseen world?","poster":"https://m.media-amazon.com/images/M/MV5BYTdiOTIyZTQtNmQ1OS00NjZlLWIyMTgtYzk5Y2M3ZDVmMDk1XkEyXkFqcGdeQXVyMTAzMDg4NzU0._V1_.jpg"},"Jurassic World Dominion":{"title":"Jurassic World Dominion","synopsis":"After surviving the destruction of Isla Nubar and dealing with the conspiracy at the Lockwood estate, Owen Grady and Claire Deering took Lockwood's granddaughter Maisie with them upon learning she's actually the clone of Lockwood's daughter. They've been living under the radar to protect Maisie but she feels like a prisoner.one day Blue the raptor Grady trained at Isla Nuba and bonded with shows up and reveals that she bored an offspring which is impossible. Men are watching them and they are told to get Maisie and Blue's child which they do. Owen and Claire set out to find them. They ask some friends to help them and they eventually learn that it was Lewis Dodgson, owner of Biosynwho ordered their abduction.at the same time the country's crops are being attacked by some unusual locusts, Ellie Satler investigates and suspects the locusts were created by Dodgson who wants the world to rely o his crop that the locusts have not touched. So she asks Alan Grant her former partners help her. She was contacted by Ian Malcolm who works for Dodgson who invites them to Dodgson dinosaur sanctuary which is also his lab. They set out to prove Dodgson scheme but in the process they meet Maisie who bonded with Blue's child whom she named Beta.they try to escape but Dodgson tries to stop them. Claire Owen head to the sanctuary to save Maisie and Blue.","poster":"https://m.media-amazon.com/images/M/MV5BOTBjMjA4NmYtN2RjMi00YWZlLTliYTktOTIwMmNkYjYxYmE1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg"},"X":{"title":"X","synopsis":"1979. Determined to trailblaze a new kind of cinema and reinvent the adult film genre, burlesque owner and ambitious producer Wayne recruits a group of young filmmakers to shoot their movie, The Farmer's Daughters. And, with his aspiring actress girlfriend Maxine starring in the film, Wayne is convinced they will all soon be famous. Before long, the team arrives at the carefully selected location, a remote cabin in rural Texas Wayne rented from creepy owners Howard and his wife Pearl, and they get to work. However, as visionary director RJ starts shooting steamy sequences right under the nose of their white-haired hosts, a silent undercurrent of malaise sends shivers down the spine. Can the crew survive the night's blood-curdling surprises?","poster":"https://m.media-amazon.com/images/M/MV5BMTJiMmE5YWItOWZjYS00YTg0LWE0MTYtMzg2ZTY4YjNkNDEzXkEyXkFqcGdeQXVyMTAzMDg4NzU0._V1_.jpg"},"Licorice Pizza":{"title":"Licorice Pizza","synopsis":"San Fernando Valley, 1973. Disarmed by his fearless confidence and surprising maturity, bored 25-year-old photographer's assistant Alana Kane reluctantly accepts to go out for a drink with sunny 15-year-old child actor Gary Valentine, her unexpected admirer. As one thing leads to another, the platonic soulmates embark on ambitious business ventures, trying to find their feet and purpose in a crazy world. But against the backdrop of life's ups and downs, can Gary and Alana remain friends?","poster":"https://m.media-amazon.com/images/M/MV5BYjkwMzIxYzMtOTVkMS00NDQxLThkMjItNzgxN2RiNjdlNTliXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg"},"365 Days":{"title":"365 Days","synopsis":"Despite of Laura's successful career, she was always ignored by her boring boyfriend, that leads her to make her own sexual fantasies. One day, when she woke up, she found herself in a huge mansion with a very handsome and very rich man named Massimo. Laura was surprised when Massimo told her that he saw her five years ago. His father was shot to death and the bullet went through his body, and Laura was the last girl he saw before he almost died. Since then, he is searching for her all over the world but no to avail, until he saw her at the airport. Massimo asked her to stay with him for 365 days to fall in love with him, but Laura refused because he is a stranger and he kidnapped her. But Massimo told her that if she will not fall in love with him, he will set her free. Laura has no choice but to stay with him. She tried not to fall in love with him, but Massimo was a temptation and a very dangerous man.","poster":"https://m.media-amazon.com/images/M/MV5BMDdhYzNkOWQtYWNlNi00NDdjLWJlZDMtMjJjZDYyNjAxM2U1XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_.jpg"},"Predator":{"title":"Predator","synopsis":"As an unidentified interstellar spacecraft penetrates the Earth's atmosphere, landing somewhere on the tangled jungle of Central America, the battle-hardened leader of an elite military team, Major Alan \"Dutch\" Schaefer, and his hand-picked men begin to deploy to the region. Entrusted with locating a cabinet minister and eliminating the area's scattered guerrilla pockets, before long, this routine rescue mission turns into a bloodbath, as macabre findings of ritualistically mutilated bodies can only mean one thing: someone, or better yet, something, is hunting them down for sport. Now, outgunned, and above all, outmatched, Dutch must put his extensive combat experience to good use, and summon up the strength to make a last stand against the pitiless, highly advanced extraterrestrial hunter. But, the major's primitive weaponry is no match for the humanoid creature's state-of-the-art armament. Is there an escape from the wrath of the Predator?","poster":"https://m.media-amazon.com/images/M/MV5BY2QwYmFmZTEtNzY2Mi00ZWMyLWEwY2YtMGIyNGZjMWExOWEyXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_.jpg"},"The Batman":{"title":"The Batman","synopsis":"Two years into the never-ending mission to rid Gotham City of violence and municipal corruption, reclusive billionaire and masked vigilante Bruce Wayne realises that the vast metropolis still oozes with crime. With the mayor killed at the hands of the Riddler, a psychotic terrorist hitting corrupt high-profile targets, Bruce joins forces with Commissioner Gordon to piece clues together and take down the elusive killer obsessed with the Wayne family and Bruce himself. As Gotham's self-appointed dark knight tries to find his feet, a white-knuckle, cat-and-mouse game attracts cryptic allies and dangerous adversaries, and no one is safe from harm. But is The Batman a blessing or a curse? A friend or a foe?","poster":"https://m.media-amazon.com/images/M/MV5BMDdmMTBiNTYtMDIzNi00NGVlLWIzMDYtZTk3MTQ3NGQxZGEwXkEyXkFqcGdeQXVyMzMwOTU5MDk@._V1_.jpg"},"The Northman":{"title":"The Northman","synopsis":"The Viking Age. With a mind aflame with hate and revenge, Prince Amleth, the wronged son of King Aurvandill War-Raven, heads to cold, windswept Iceland to retrieve what was stolen from him: a father, a mother, and a kingdom. And like a war dog picking up the enemy's scent, brutal Amleth embarks on a murderous quest to find the hateful adversary, whose life is forever woven together with his by the threads of fate. Now, in the name of Valhalla, no one can stop the Northman, not even God.","poster":"https://m.media-amazon.com/images/M/MV5BMzVlMmY2NTctODgwOC00NDMzLWEzMWYtM2RiYmIyNTNhMTI0XkEyXkFqcGdeQXVyNTAzNzgwNTg@._V1_.jpg"},"Orphan":{"title":"Orphan","synopsis":"Kate and John Coleman are rebuilding their troubled marriage after the loss of their baby. The couple decide to adopt a child. When they meet 9-year-old Esther at the St. Marina Orphanage, they immediately fall in love with the well-educated orphan. Their son, Daniel is hostile to his new sister, but their deaf mute daughter, Max is enchanted with her - at first. Eventually, Kate begins to feel that Esther is manipulative and possibly even psychologically damaged. John refuses to listen to his wife's misgivings. Kate calls Sister Abigail at the orphanage, and the nun informs her that Esther has a troubled and mysterious history. Kate delves further into Esther's past and discovers she is not what she seems to be.","poster":"https://m.media-amazon.com/images/M/MV5BMTBjMjY0ODEtZGVkMy00MjUyLTlkMjAtNDBmNzVjOTk0NzQyXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_.jpg"},"The Godfather":{"title":"The Godfather","synopsis":"The story begins as \"Don\" Vito Corleone, the head of a New York Mafia \"family\", oversees his daughter's wedding with his wife Carmela. His beloved son Michael has just come home from the war, but does not intend to become part of his father's business. Through Michael's life the nature of the family business becomes clear. The business of the family is just like the head of the family, kind and benevolent to those who give respect, but given to ruthless violence whenever anything stands against the good of the family. Don Vito lives his life in the way of the old country, but times are changing and some don't want to follow the old ways and look out for community and \"family\". An up and coming rival of the Corleone family wants to start selling drugs in New York, and needs the Don's influence to further his plan. The clash of the Don's fading old world values and the new ways will demand a terrible price, especially from Michael, all for the sake of the family.","poster":"https://m.media-amazon.com/images/M/MV5BM2MyNjYxNmUtYTAwNi00MTYxLWJmNWYtYzZlODY3ZTk3OTFlXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg"},"Six Days Seven Nights":{"title":"Six Days Seven Nights","synopsis":"In New York, the assistant magazine editor Robin Monroe has dinner with her boyfriend Frank Martin that invites her to spend six days and seven nights in the paradisiacal island Makatea. When they arrive in Tahiti, they take the charter owned by the rough middle-aged pilot Quinn Harris and assisted by his friend, the hot Angelica. On the arrival in Makatea, Frank proposes Robin and gives a ring to her. However, her editor Marjorie asks Robin to fly to Tahiti to cover a story and she hires Quinn, who has the only available plane, to travel during the night. Out of the blue, the weather changes and they crash on an uninhabited island. Now they have to support each other to survive and wait for the improbable rescue.","poster":"https://m.media-amazon.com/images/M/MV5BZDgwYzNlMjYtNjQxMy00NjQxLWJiMTItNjkzZTQ0ZTZiMTcyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg"},"Doctor Strange in the Multiverse of Madness":{"title":"Doctor Strange in the Multiverse of Madness","synopsis":"Bizarre visions of a mysterious teenage girl stranded in an unfamiliar dimension haunt Dr Stephen Strange shortly after the events of Spider-Man: No Way Home (2021) and Eternals (2021). Indeed, a lot has changed since Doctor Strange (2016). But when Strange encounters the extraordinary girl from his dreams, the delicate boundaries between the current reality and an unfathomable alternate world start to collapse. Before long, horrific creatures working for nefarious forces wreak chaos, fusing parallel universes into a dangerous reality. Can Sorcerer Supreme Wong and invincible Wanda Maximoff help Strange stop the new adversary before the Multiverse of Madness consumes everything?","poster":"https://m.media-amazon.com/images/M/MV5BNWM0ZGJlMzMtZmYwMi00NzI3LTgzMzMtNjMzNjliNDRmZmFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_.jpg"},"The Predator":{"title":"The Predator","synopsis":"After a near-death experience and a close encounter with a mighty Predator, the former U.S. Army Ranger sniper, Quinn McKenna, unwittingly makes home a battlefield. Now, his precocious son, Rory, has become a target, as the relentless government agent, Will Traeger, and his heavily armed men will stop at nothing to retrieve precious proof of the aliens' existence. Since 1987, and the first encounter with the ultimate interstellar hunters in Predator (1987), the brutal space-warriors have visited the Earth many times; however, this time, something entirely different--more powerful, more ferocious, and above all, more evolved--is hunting us down, one by one. Can Quinn's motley crew of military misfits save the Earth?","poster":"https://m.media-amazon.com/images/M/MV5BNjZjN2QzNjYtYWZkMi00OWQ4LWFjNDctYjcyMjM2ZDNjOWMyXkEyXkFqcGdeQXVyMjMwNDgzNjc@._V1_.jpg"},"Minions: The Rise of Gru":{"title":"Minions: The Rise of Gru","synopsis":"In the heart of the 1970s, amidst a flurry of feathered hair and flared jeans, Gru (Steve Carell) is growing up in the suburbs. A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them. Luckily, he gets some mayhem-making back-up from his loyal followers, the Minions. Together, Kevin, Stuart, Bob, and Otto - a new Minion sporting braces and a desperate need to please - deploy their skills as they and Gru build their first lair, experiment with their first weapons, and pull off their first missions. When the Vicious 6 oust their leader, legendary fighter Wild Knuckles (Alan Arkin), Gru interviews to become their newest member. It doesn't go well (to say the least), and only gets worse after Gru outsmarts them and suddenly finds himself the mortal enemy of the apex of evil. On the run, Gru will turn to an unlikely source for guidance, Wild Knuckles, and discover that even bad guys need a little help from their friends.","poster":"https://m.media-amazon.com/images/M/MV5BZDQyODUwM2MtNzA0YS00ZjdmLTgzMjItZWRjN2YyYWE5ZTNjXkEyXkFqcGdeQXVyMTI2MzY1MjM1._V1_.jpg"},"Spider-Man: No Way Home":{"title":"Spider-Man: No Way Home","synopsis":"With his identity compromised, right after the spectacular confrontation with super-hero charlatan Mysterio in Spider-Man: Far from Home (2019), Peter Parker is now with his back to the wall. On the run and having no one to turn to for advice, desperate Peter seeks a radical and equally dangerous solution to right a wrong, utterly unaware of the grave consequences of his ill-advised decision. And, as the unfathomable Multiverse expands with a vengeance, formidable adversaries from a not-so-distant past, too, seek closure, demanding the Spider's head on a platter. But when there's no way home and nowhere to hide, whom can Parker trust?","poster":"https://m.media-amazon.com/images/M/MV5BZWMyYzFjYTYtNTRjYi00OGExLWE2YzgtOGRmYjAxZTU3NzBiXkEyXkFqcGdeQXVyMzQ0MzA0NTM@._V1_.jpg"},"The Nice Guys":{"title":"The Nice Guys","synopsis":"In early 1977 Los Angeles, those who know him probably consider Holland March--a widower, former police officer, and heavy drinker--the worst private detective they know. He's also not the greatest father; his 13-year-old daughter Holly March must often act as the adult in the house. Although he does bilk clients to keep a roof over his and Holly's heads--a rental in the Hollywood Hills--their seemingly never-to-be-realized plan is to rebuild their burnt-down house. A man who literally lives by his fists, Jackson Healy is a freelance enforcer, largely sticking up for those at risk--although for absolutely no less than the price he specifies. Jackson and Holland's paths cross when they have a mutual person of interest, a young woman named Amelia, who has hired Jackson to protect her against two unknown men who have been following her, and as she is associated to a missing woman's case on which Holland is working. That case is of porn actress Misty Mountains, whose aunt asked Holland to locate her; the nearsighted woman swears she saw Misty two days after she was known to have been killed in a very high-profile car accident. When Amelia goes missing too, Jackson and Holland join forces to locate her, knowing she's probably in danger of being killed by those two now not-so-unknown men and perhaps by others pulling strings behind the scenes, Jackson and Holland possibly getting caught in the crossfire in the process. Often along for the ride is Holly, who feels she can be of use to them in people opening up to her about information, feeling more comfortable around an innocent kid instead of two adult males. The probability that Amelia is in danger becomes more clear when almost everyone associated with Misty's last movie ends up dead, and Amelia does have a connection to it. Eventually, they learn of the reason Amelia has gone into hiding, which goes against what most people would consider common logic. However, Jackson, Holland, and Holly must sift through the rhetoric to discover the truth.","poster":"https://m.media-amazon.com/images/M/MV5BODNlNmU4MGItMzQwZi00NGQyLWEyZWItYjFkNmI0NWI4NjBhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg"},"A League of Their Own":{"title":"A League of Their Own","synopsis":"In a small town in Oregon, farm girls Dottie Hinson (Geena Davis) and Kit Keller (Lori Petty) are sisters who compete with each other, even over the little things. Older, prettier, more settled, and married, Dottie is the catcher for the local softball team sponsored by Lukash Dairy. Kit is her younger sister, and pitcher on the same team, who feels that she can't measure up to Dottie in her own eyes, or in the eyes of others. With so many young men overseas fighting the Axis, there is a danger that professional baseball will be shut down for the duration of the war. A well-known candy manufacturer, Walter Harvey (Gary Marshall), contrives the idea to create a professional baseball league for women; both to keep the sport alive and to make a buck or two. Dottie is recruited by a scout (Jon Lovitz) for this new league but refuses to go unless her sister is allowed on the team. On the way to Chicago they also intervene to get an outstanding batter, Marla Hooch (Megan Cavanaugh), a try-out as well. Once in Chicago, they are introduced to the other girls who will be on one of the four teams: Mae and Doris (Madonna and Rosie O'Donnell) are close friends from New York; Shirley Baker (Ann Cusack) is an illiterate farm-girl. These women, along with their teammates, begin a journey that opens up a whole new world, far beyond that of the baseball diamond, led by team manager Jimmy Dugan (Tom Hanks), a washed-up star ruined by alcohol and angered and embarrassed to be the coach of a girls' team.","poster":"https://m.media-amazon.com/images/M/MV5BNjQ1NTQyYjktZDc5My00NDA1LWI1NmItY2ViNjQ0NDk4NmRjXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_.jpg"},"Bones and All":{"title":"Bones and All","synopsis":"Maren Yearly is a young woman who wants the same things we all do. She wants to be someone people admire and respect. She wants to be loved. But her secret, shameful needs have forced her into exile. She hates herself for the bad thing she does, for what it's done to her family and her sense of identity; for how it dictates her place in the world and how people see her--how they judge her. She didn't choose to be this way.","poster":"https://m.media-amazon.com/images/M/MV5BZmVmNDIyMzEtMjRjYS00NGZlLTg4NzMtNjRmMDA1YzQ2MjIyXkEyXkFqcGdeQXVyNTk5NTQzNDI@._V1_.jpg"},"Karthikeya 2":{"title":"Karthikeya 2","synopsis":"Before the Kalyug begins, Lord Krishna hands over an anklet that holds the answer to all of world's miseries. Years later a doctor finds himself in the thick of things when the pursuit for the anklet carries on. A doctor with a curious mind, Karthikeya, aka Karthik, believes in pursuing the truth. The quest leads Karthik to discover the power of the ancient Indian belief system and the essence of Krishna.","poster":"https://m.media-amazon.com/images/M/MV5BODY2OTkwMTAtNjY2Yi00MzUzLWFiMGItZGZiMGE2NGM0M2E3XkEyXkFqcGdeQXVyMTI3NDUwMjc0._V1_.jpg"},"RRR":{"title":"RRR","synopsis":"During the British era Malli, a small tribal girl, is taken away by British governor Scott Buxton and his wife Catherine against the wishes of her parents. Rama Raju is an Indian cop who works for the British army; for him duty comes first, and he is very ruthless to revolutionary Indians but is never given his due by British government. The British government find that a tribal Komaram Bheem, who considers Malli his sister, has started his search for her and could be an obstacle for the British army. The governor and his wife announce a special post for any officer who can bring Bheem to them. Rama Raju decides to take the matters into his own hands and promises the government to bring him in dead or alive. Bheem by now has reached he city in search of Malli and pretends to be a mechanic, Afzal. During a train accident on a lake he and Rama Raju risk their lives and save a kid and become best of friends. But each man will clash with the other and will thirst for each other's blood in order to complete their missions.","poster":"https://m.media-amazon.com/images/M/MV5BODUwNDNjYzctODUxNy00ZTA2LWIyYTEtMDc5Y2E5ZjBmNTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg"},"They/Them":{"title":"They/Them","synopsis":"Whistler, a gay conversion camp, has been in operation by the same family going back generations. Currently the camp is operated by Owen Whistler (Kevin Bacon) and his wife, Dr. Cora Whistler (Carrie Preston). The Whistlers have a small staff of four: activities director Amy, her gay-conversion-camp-alumni-turned-athletics-director boyfriend Zane, groundskeeper Balthazar, and Molly--the camp counselor who uncovers the horrors of Whistler Camp at the bequest of camper Jordan. A fifth employee emerges as a decoy within the campers. Suddenly, employees are picked off in a murder streak by an unknown assailant.","poster":"https://m.media-amazon.com/images/M/MV5BNmVhMTFjN2QtODVkZi00MzVjLTlkOGItNmRkNWRhYmY4MGVjXkEyXkFqcGdeQXVyNjUxMjc1OTM@._V1_.jpg"},"Dune":{"title":"Dune","synopsis":"Year 10191. Summoned by the emperor to take over the stewardship of the arid, inhospitable planet Arrakis--the only source of Spice, the sacred hallucinogen--Duke Leto of the noble House Atreides and his family travel to the peril-laden exoplanet. But there, beset by indecipherable visions, Paul Atreides, the duke's gifted son, finds himself caught between two worlds, as the grotesque Baron Vladimir of the brutal House Harkonnen plots revenge. Now, the road to legend leads deep into the desert. Can Paul fulfil his destiny in far-off Dune, the home of the mysterious, blue-eyed Fremen?","poster":"https://m.media-amazon.com/images/M/MV5BN2FjNmEyNWMtYzM0ZS00NjIyLTg5YzYtYThlMGVjNzE1OGViXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"},"Sing 2":{"title":"Sing 2","synopsis":"With his theatrical company a local success, Buster Moon is dreaming of bigger things. Unfortunately, when a talent scout dismisses their work as inadequate for the big time, Buster is driven to prove her wrong. With that goal in mind, Buster inspires his players to gamble everything to sneak into a talent audition in Redshore City for the demanding entertainment mogul Jimmy Crystal. Against the odds, they catch his interest with some frantic creative improvisation and even more desperate lies like personally knowing the reclusive rock star, Clay Calloway, who has not been seen in 15 years. Now faced with a tight production window with only a vague story idea and dire consequences for failure, Buster and his friends must all stretch their talents put on a show against all odds. In that struggle, the gang's challenges seem insurmountable, but each of them finds new inspirations and friends where they least expect them to pursue an artistic dream worthy of them.","poster":"https://m.media-amazon.com/images/M/MV5BMWRiZGQ1NDMtODQ2OS00MDlhLWJkZGYtM2ZmNjlhZThjOWRmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"},"Three Thousand Years of Longing":{"title":"Three Thousand Years of Longing","synopsis":"Dr Alithea Binnie (Tilda Swinton) is an academic - content with life and a creature of reason. While in Istanbul attending a conference, she happens to encounter a Djinn (Idris Elba) who offers her three wishes in exchange for his freedom. This presents two problems. First, she doubts that he is real and second, because she is a scholar of story and mythology, she knows all the cautionary tales of wishes gone wrong. The Djinn pleads his case by telling her fantastical stories of his past. Eventually she is beguiled and makes a wish that surprises them both.","poster":"https://m.media-amazon.com/images/M/MV5BODFjMmVmN2YtOTc5Yy00YWM0LTg0N2ItZDJiNTU5MWMyMDVlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"},"Samaritan":{"title":"Samaritan","synopsis":"Thirteen-year-old Sam Cleary (Javon \"Wanna\" Walton) suspects that his mysterious and reclusive neighbor Mr. Smith (Sylvester Stallone) is actually a legend hiding in plain sight. Twenty years ago, Granite City's super-powered vigilante, Samaritan, was reported dead after a fiery warehouse battle with his rival, Nemesis. Most believe Samaritan perished in the fire, but some in the city, like Sam, have hope that he is still alive. With crime on the rise and the city on the brink of chaos, Sam makes it his mission to coax his neighbor out of hiding to save the city from ruin.","poster":"https://m.media-amazon.com/images/M/MV5BY2M2MjMxNjUtZWU2MS00NTIwLWE0ZDEtOTY3NzY5NGZmY2RmXkEyXkFqcGdeQXVyODk2NDQ3MTA@._V1_.jpg"},"The Shawshank Redemption":{"title":"The Shawshank Redemption","synopsis":"Bank Merchant Andy Dufresne is convicted of the murder of his wife and her lover, and sentenced to life imprisonment at Shawshank prison. Life seems to have taken a turn for the worse, but fortunately Andy befriends some of the other inmates, in particular a character known only as Red. Over time Andy finds ways to live out life with relative ease as one can in a prison, leaving a message for all that while the body may be locked away in a cell, the spirit can never be truly imprisoned.","poster":"https://m.media-amazon.com/images/M/MV5BMDFkYTc0MGEtZmNhMC00ZDIzLWFmNTEtODM1ZmRlYWMwMWFmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg"},"Once Upon a Time... In Hollywood":{"title":"Once Upon a Time... In Hollywood","synopsis":"After a meteoric five-year rise to the top in the cut-throat world of dazzling Hollywood and a long decade of treading water, the once-young-and-popular action star, Rick Dalton, finds it difficult to swallow that the rapacious and always hungry for new blood film industry can do without him. Sensing that his career may be nearing its end, Rick along with his sympathetic confidant and former stunt double, Cliff Booth, face the grim possibility of a mundane new life in an ever-changing 1969 Los Angeles. Now, unlike his glamorous next-door neighbours--the young director fresh off the triumphant success of Rosemary's Baby (1968), Roman Polanski, and the rising star of The Wrecking Crew (1968), Sharon Tate--Rick has to make a difficult decision. Of course, none of them is aware that their fates, and their very lives, are on a collision course with a certain Charles Manson, and his army of ferociously zealous believers. Will Hollywood ever be the same after August 9, 1969?","poster":"https://m.media-amazon.com/images/M/MV5BOTg4ZTNkZmUtMzNlZi00YmFjLTk1MmUtNWQwNTM0YjcyNTNkXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_.jpg"},"Emily the Criminal":{"title":"Emily the Criminal","synopsis":"Emily (Aubrey Plaza) is saddled with student debt and locked out of the job market due to a minor criminal record. Desperate for income, she takes a shady gig as a \"dummy shopper,\" buying goods with stolen credit cards supplied by a handsome and charismatic middleman named Youcef (Theo Rossi). Faced with a series of dead-end job interviews, Emily soon finds herself seduced by the quick cash and illicit thrills of black-market capitalism, and increasingly interested in her mentor Youcef. Together, they hatch a plan to bring their business to the next level in Los Angeles.","poster":"https://m.media-amazon.com/images/M/MV5BOGI4ODQwYjUtZTA4Mi00YTljLWE4MzItM2M4OGJiNTFkZjIyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_.jpg"},"Get Out":{"title":"Get Out","synopsis":"After dating each other for five months, Rose Armitage is taking Chris Washington, a photographer, to meet her parents, Dean and Missy Armitage, for the first time in spending the weekend with them at their isolated lakeside home in the country. Chris is concerned that Rose, who is white, has not told them that he is black, especially as he knows he is the first black man she's ever dated. Rose, in turn, reassures him that the color of his skin would not matter to them, they, as health care professionals - he a neurosurgeon, she a psychiatrist - who would be more concerned about his smoking. Even more concerned than Chris is his best friend Rod Williams, also black, who, as a TSA agent, is paid to be worried about the possibility of the worst. It isn't until they arrive at the house that Rose is reminded that this weekend also marks the annual get together of friends at the house, a ritual started by Rose's long deceased paternal grandfather, Roman Armitage, meaning that Chris will be under the scrutiny of a larger group of people in Rose's life. While Dean and Missy are welcoming and cordial enough, Chris begins to have an odd sensation about the situation, where the issue of race is brought up frequently in subtle yet not so subtle ways, and in the case of Rose's younger medical school student brother Jeremy Armitage, somewhat adversarial, again primarily in only underlying ways, all which Rose acknowledges in her surprise. In addition, Chris notices the Armitages' two domestics, Georgina the housekeeper and Walter the groundskeeper, both black, often act almost like they are detached from reality. Will Chris find that Rod was correct in he having walked into a problematic situation because of the color of his skin in this odd feeling setting?","poster":"https://m.media-amazon.com/images/M/MV5BMjUxMDQwNjcyNl5BMl5BanBnXkFtZTgwNzcwMzc0MTI@._V1_.jpg"},"Not Okay":{"title":"Not Okay","synopsis":"Danni Sanders (Zoey Deutch), an aimless aspiring writer with no friends, no romantic prospects and - worst of all - no followers, fakes an Instagram-friendly trip to Paris in the hopes of boosting her social media clout. When a terrifying incident strikes the City of Lights, Danni unwittingly falls into a lie bigger than she ever imagined. She \"returns\" a hero, even striking up an unlikely friendship with Rowan (Mia Isaac), a real trauma survivor dedicated to societal change, and scooping up the man of her dreams Colin (Dylan O'Brien). As an influencer and advocate, Danni finally has the life and audience she always wanted. But it's only a matter of time before the façade cracks, and she learns the hard way that the Internet loves a takedown.","poster":"https://m.media-amazon.com/images/M/MV5BYTM2ZjBiZTYtNGM0Zi00ZGY5LTgyNjItNzVjNDVlMmE5NmI2XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_.jpg"},"Predators":{"title":"Predators","synopsis":"Decades have passed since the first sighting of the nearly invisible extraterrestrial hunter in Predator (1987), and the urban massacre in Predator 2 (1990), and now, a hand-picked team of the world's eight most dangerous killers finds itself stranded on a mysterious, terraformed planet. Now, in the heart of the dense alien jungle, Royce, the elite mercenary, along with the other strangers in a strange land, must band together to come up with an effective defence strategy, as the unseen hunters of the pitiless but honourable race of space-warriors are picking them off for sport. Is there an escape from the deadly Game Preserve Planet?","poster":"https://m.media-amazon.com/images/M/MV5BNjFmNDNlMGItMDQxMS00ZWMxLTg4MmQtMTBiNWU3ZDU1Nzk1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg"},"Moonfall":{"title":"Moonfall","synopsis":"In Moonfall, a mysterious force knocks the Moon from its orbit around Earth and sends it hurtling on a collision course with life as we know it. With mere weeks before impact and the world on the brink of annihilation, NASA executive and former astronaut Jo Fowler is convinced she has the key to saving us all - but only one astronaut from her past, Brian Harper and a conspiracy theorist K.C. Houseman believe her. These unlikely heroes will mount an impossible last-ditch mission into space, leaving behind everyone they love, only to find that they just might have prepared for the wrong mission.","poster":"https://m.media-amazon.com/images/M/MV5BZjk0OWZiN2ItNmQ2YS00NTJmLTg0MjItNzM4NzBkMWM1ZTRlXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_.jpg"},"Untold: The Girlfriend Who Didn't Exist":{"title":"Untold: The Girlfriend Who Didn't Exist","synopsis":"Born into a Hawaiian paradise, All-American football standout Manti Te'o leads a simple life summed up in just three words: faith, family, football. College football's golden boy could do no wrong, but when tragedy strikes, the increased scrutiny of his online relationship causes a media maelstrom that threatens his future and legacy. Featuring in-depth interviews with Manti Te'o and the person behind the online identity, Ronaiah 'Naya' Tuiasosopo.","poster":"https://m.media-amazon.com/images/M/MV5BYmY3ZTljZDMtOTM1Ny00MjRhLWI4NGEtYTFiNGU1MzA0OGZiXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_.jpg"},"House of Gucci":{"title":"House of Gucci","synopsis":"Milan, 1978. Over the protests of his ailing, haughty father, Maurizio D'Ancora, handsome heir and law student Maurizio Gucci embarks on a whirlwind romance with Patrizia Reggiani, an assertive middle-class arriviste. As the young couple builds a future together, Patrizia immediately gains an unexpected ally in the shape of sly Uncle Aldo and, little by little, gets her hooks into the Gucci fashion empire. Now, whoever is not with Patrizia is against her. But couples should stay together for richer or for poorer, in sickness and in health. However, can the glamorous House of Guzzi survive Patrizia's subtle machinations?","poster":"https://m.media-amazon.com/images/M/MV5BYzdlMTMyZWQtZWNmMC00MTJiLWIyMWMtM2ZlZDdlYzZhNTc0XkEyXkFqcGdeQXVyMTMzNDE5NDM2._V1_.jpg"},"The Age of Adaline":{"title":"The Age of Adaline","synopsis":"One afternoon in San Francisco, Adaline Bowman purchases fake IDs at an apartment before returning home to feed her dog. She then goes to work and opens a box of film reels, which highlight historical events and times. A voiceover ties together the film reels explaining the story of Adaline's life so far. She was born on New Years Day 1908, then later married and gave birth to a daughter, only to become a widow after her husband died in a tragic accident. Years later, in 1937, Adaline crashed her car when she swerved into a ravine during a snowstorm and died in the freezing lake nearby, but a lightning strike suddenly revived her. From that moment on, Adaline has stayed physically 29 years old. One night, two suspicious FBI agents attempt to force her onto an airplane for study, but she escapes captivity and realizes that she will have to spend the rest of her life on the run. Ever since, she has changed her identification and address according to the era, while her daughter Flemming ages normally, to the point where she appears older than Adaline.","poster":"https://m.media-amazon.com/images/M/MV5BMTAzMTQzMTA2MjheQTJeQWpwZ15BbWU4MDk2MTg2MzUx._V1_.jpg"},"Predator 2":{"title":"Predator 2","synopsis":"Against the backdrop of a sweltering summer and a relentless turf war between armed-to-the-teeth Jamaican and Colombian street gangs in 1997 Los Angeles, someone is picking off drug lords and innocents alike. But, it's been more than a decade since the last sighting of the mighty hunter from the stars in Predator (1987), and, unexpectedly, Lieutenant Mike Harrigan catches a glimpse of the extraterrestrial killer's active camouflage. Now, as Harrigan disobeys a direct order, the grizzled police officer is on the trail of the alien bone collector, in a desperate attempt to clean up the city's mean streets. And, once more, in this concrete urban jungle, humans are in season. Will Harrigan challenge the Predator, the ultimate interstellar hunter, to a bloody death-match?","poster":"https://m.media-amazon.com/images/M/MV5BNThjZjI4NTgtZDk4Mi00ZjI1LWExZGUtNTRkOWY1ZTY3M2FlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg"},"Death on the Nile":{"title":"Death on the Nile","synopsis":"Egypt, 1937. As world-famous Belgian detective Hercule Poirot enjoys a lavish cruise down the Nile, a newlywed millionairess is found dead in a pool of blood, murdered on board. With every one of the affluent passengers on board the luxurious SS Karnak bearing a grudge against the dead wealthy heiress, meticulous Hercule Poirot arms himself with patience and dogged perseverance to ferret out the killer in their midst. Surrounded by a faint trail of clues hidden in plain sight, can Poirot expose the mastermind behind the death on the Nile before another one ends up dead?","poster":"https://m.media-amazon.com/images/M/MV5BNjI4ZTQ1OTYtNTI0Yi00M2EyLThiNjMtMzk1MmZlOWMyMDQwXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_.jpg"},"Heat":{"title":"Heat","synopsis":"Hunters and their prey--Neil and his professional criminal crew hunt to score big money targets (banks, vaults, armored cars) and are, in turn, hunted by Lt. Vincent Hanna and his team of cops in the Robbery/Homicide police division. A botched job puts Hanna onto their trail while they regroup and try to put together one last big 'retirement' score. Neil and Vincent are similar in many ways, including their troubled personal lives. At a crucial moment in his life, Neil disobeys the dictum taught to him long ago by his criminal mentor--'Never have anything in your life that you can't walk out on in thirty seconds flat, if you spot the heat coming around the corner'--as he falls in love. Thus the stage is set for the suspenseful ending....","poster":"https://m.media-amazon.com/images/M/MV5BYjZjNTJlZGUtZTE1Ny00ZDc4LTgwYjUtMzk0NDgwYzZjYTk1XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_.jpg"},"Forrest Gump":{"title":"Forrest Gump","synopsis":"The movie Forrest Gump follows the life events of a man who shares the name as the title of the film. Gump faces many tribulations throughout his life, but he never lets any of them interfere with his happiness. From wearing braces on his legs, to having a below average IQ and even being shot, Gump continues to believe that good things will happen and goes after his dreams. While several less than ideal things occur during Gump's life, he manages to turn each setback into something good for him, such as when he finally gets his braces off he discovers that he is capable of running faster than most other people. This skill allows Gump to not only escape his bullies while he is a child in Greenbow, but also to gain a football scholarship, save many soldiers' lives and become famous for his ability. While Gump eventually achieves the majority of the things he hoped to throughout the movie, it proved a much more difficult task to win the heart of his life-long friend Jenny Curran. The movie is centered on Forrest Gump and the incidences that occur during his life, but during each period in his lifetime he thinks back of Jenny and how important she is to him. Although the two characters grew up together and shared a very close friendship, as the movie progresses they grow apart. This upsets Gump who cares immensely for the girl who had a rough start in life, and it seems the two always end up back in each other's lives, often in extraordinary ways like meeting in the Reflection Pond in D.C. Even though Gump is the main character of the film, it similarly tells the story of Curran and the hardships she faces.","poster":"https://m.media-amazon.com/images/M/MV5BNWIwODRlZTUtY2U3ZS00Yzg1LWJhNzYtMmZiYmEyNmU1NjMzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg"},"Pulp Fiction":{"title":"Pulp Fiction","synopsis":"Faced with life's cruel irony, the unpredictable stories of a well-dressed pair of low-level hitmen; a gangster's statuesque moll, and a double-crossing prizefighter become inextricably intertwined, as the small-time crooks, Honey Bunny and Pumpkin, summon up the courage to hold up their favourite L.A. diner. Entrusted with retrieving a glow-emitting leather suitcase which belongs to their boss--the powerful crime kingpin, Marsellus--instead, the dark-suited gunmen, Vincent Vega and Jules Winnfield, end up with a bloody mess. Fortunately--with men like Mr Wolf always around to handle a crisis--there's time to cool off in a long twist contest, while at the same time, the proud champion boxer, Butch, makes the decision of a lifetime. Soon, things will come full circle, as, once more, Jules and Vincent find themselves in the perfect dead-end situation, exactly where it all began: an all-too-familiar cafeteria. Is truth stranger than fiction?","poster":"https://m.media-amazon.com/images/M/MV5BNGNhMDIzZTUtNTBlZi00MTRlLWFjM2ItYzViMjE3YzI5MjljXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg"},"The Lord of the Rings: The Fellowship of the Ring":{"title":"The Lord of the Rings: The Fellowship of the Ring","synopsis":"An ancient Ring thought lost for centuries has been found, and through a strange twist of fate has been given to a small Hobbit named Frodo. When Gandalf discovers the Ring is in fact the One Ring of the Dark Lord Sauron, Frodo must make an epic quest to the Cracks of Doom in order to destroy it. However, he does not go alone. He is joined by Gandalf, Legolas the elf, Gimli the Dwarf, Aragorn, Boromir, and his three Hobbit friends Merry, Pippin, and Samwise. Through mountains, snow, darkness, forests, rivers and plains, facing evil and danger at every corner the Fellowship of the Ring must go. Their quest to destroy the One Ring is the only hope for the end of the Dark Lords reign.","poster":"https://m.media-amazon.com/images/M/MV5BN2EyZjM3NzUtNWUzMi00MTgxLWI0NTctMzY4M2VlOTdjZWRiXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_.jpg"},"Happy Gilmore":{"title":"Happy Gilmore","synopsis":"Happy Gilmore is a rowdy boy, who was raised by his grandmother. He wants to be a hockey player but isn't because of one thing, he can't skate. When his grandmother's house is foreclosed cause of her failure to pay her taxes, and she's placed in a retirement home, Happy must try and find a way to make some money. One day while at a driving range, he discovers that he can hit a golf ball a hundred feet, so the range pro, convinces him to try being a pro golfer. Reluctant at first, because he considers himself a hockey player, but when he learns he can make a lot of money, he gives it a try and surprisingly, in addition to his amazing driving ability, his antics have made him the darling of the crowd. Shooter McGavin the tournament leader, thinks that Happy's an embarrassment and is jealous that he is stealing his spotlight, tries to get him thrown out or get him to quit.","poster":"https://m.media-amazon.com/images/M/MV5BZWI2NjliOTYtZjE1OS00YzAyLWJjYTQtYWNmZTQzMTQzNzVjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg"},"Interstellar":{"title":"Interstellar","synopsis":"In the near future around the American Midwest, Cooper, an ex-science engineer and pilot, is tied to his farming land with his daughter Murph and son Tom. As devastating sandstorms ravage Earth's crops, the people of Earth realize their life here is coming to an end as food begins to run out. Eventually stumbling upon a N.A.S.A. base near Cooper's home, he is asked to go on a daring mission with a few other scientists into a wormhole because of Cooper's scientific intellect and ability to pilot aircraft unlike the other crew members. In order to find a new home while Earth decays, Cooper must decide to either stay, or risk never seeing his children again in order to save the human race by finding another habitable planet.","poster":"https://m.media-amazon.com/images/M/MV5BZjdkOTU3MDktN2IxOS00OGEyLWFmMjktY2FiMmZkNWIyODZiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg"},"The Unbearable Weight of Massive Talent":{"title":"The Unbearable Weight of Massive Talent","synopsis":"Unfortunately, Hollywood mega-star Nicolas Cage, is with his back to the wall. Drowning in debt after an ugly divorce, Nick is willing to try everything to get his career back on track, including appearing at a one-off, ludicrously well-paid event for Spanish olive-oil magnate and number one Nicolas Cage fan Javi Gutierrez in sunny Mallorca. Instead, undercover CIA agents, an abduction right under everyone's nose, and an unwanted, peril-laden mission spell trouble for everyone involved, dragging Cage into a frantic adventure. And just like the movies, the guns have the final say. Can a lifetime of experience in killer one-liners and exciting climactic endings save the guy from The Croods: A New Age (2020)?","poster":"https://m.media-amazon.com/images/M/MV5BNDM2ODNiMWItOWRkNS00ODE3LWE2OGYtNTZkMDJkOWI1ODMxXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_.jpg"},"Fast Times at Ridgemont High":{"title":"Fast Times at Ridgemont High","synopsis":"In California, at Ridgemont High, a group of teenagers are looking for something as part of discoveries in their lives: the pothead Jeff Spicoli, who is permanently stoned, dreams on becoming a great surfer in Hawaii. His history teacher Mr. Hand is giving hard time to him. The fifteen year-old virgin Stacy Hamilton wants to have sex and her friend Linda Barrett is her mentor. Her brother Brad Hamilton works at a fast-food and is paying for his Cadillac. He wants to break with his girlfriend Lisa now that he is senior to date other girls. The shy Mark 'Rat' Ratner is into Stacy and his friend Mike Damone is his mentor. Along the semester, they have surprises and make discoveries about friendship and love.","poster":"https://m.media-amazon.com/images/M/MV5BYzBlZjE1MDctYjZmZC00ZTJmLWFkOWEtYjdmZDZkODBkZmI2XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_.jpg"},"Midsommar":{"title":"Midsommar","synopsis":"Traumatised and still struggling to come to terms with an appalling family tragedy, Dani, an American graduate student, turns to Christian, her self-centred and distant boyfriend, against the backdrop of their inevitable break-up. In high hopes of repairing their disintegrating relationship, Dani tags along with two of Christian's companions, and their cryptic friend, Pelle, to attend a once-every-ninety-years summer solstice festival at an isolated pagan commune nestled in the heart of the Swedish province of Hälsingland. At last, for the first time in a long while, Dani feels happy. However, in this friendly and verdant haven of peace, harmony, and constant sunshine, the welcoming community's peculiar traditions start to blemish the folkloric utopia, as the uncomfortable feeling of uneasiness starts to creep up on Pelle's guests. But, in the eyes of the uninitiated newcomers, the naturalistic rituals seem brutal. Could a numbing truth be hiding in plain sight?","poster":"https://m.media-amazon.com/images/M/MV5BMzQxNzQzOTQwM15BMl5BanBnXkFtZTgwMDQ2NTcwODM@._V1_.jpg"},"Event Horizon":{"title":"Event Horizon","synopsis":"The year is 2047 and a ship named the Event Horizon has re-appeared after disappearing 7 years prior, in experiments for faster than light travel. A rescue hastily speeds to the returned vessel after a transmission was picked up from the ship, garbled, but vaguely resembling a human voice. As the crew reach the ship, and spend longer on it, it appears that someone or something is toying with them, and more, the question is what has the Event Horizon become?","poster":"https://m.media-amazon.com/images/M/MV5BZGI0NDMwNjAtNGEzNC00MzA1LTlkMjQtYjBkYTZlZjAyZWEyXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg"},"Belfast":{"title":"Belfast","synopsis":"Belfast, 15 August 1969. Surrounded by sporadic violence and growing danger, nine-year-old Buddy finds himself confronted with the ugly reality of sectarian conflict. And, as the suffocating stranglehold of increasing turmoil tightens around his once-peaceful working-class neighbourhood, Buddy tries his best to understand The Troubles--after all, someone must be responsible for forcing people to flee their homes. Now, Buddy's family must come face to face with a nearly impossible, life-altering decision: stay or start packing?","poster":"https://m.media-amazon.com/images/M/MV5BODMwYTYyY2ItOWQ5Yi00OTI1LTllYTQtYTdlNWM4YzJhYTM0XkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_.jpg"},"The Wolf of Wall Street":{"title":"The Wolf of Wall Street","synopsis":"In the early 1990s, Jordan Belfort teamed with his partner Donny Azoff and started brokerage firm Stratton Oakmont. Their company quickly grows from a staff of 20 to a staff of more than 250 and their status in the trading community and Wall Street grows exponentially. So much that companies file their initial public offerings through them. As their status grows, so do the amount of substances they abuse, and so do their lies. They draw attention like no other, throwing lavish parties for their staff when they hit the jackpot on high trades. That ultimately leads to Belfort featured on the cover of Forbes Magazine, being called \"The Wolf Of Wall St.\". With the FBI onto Belfort's trading schemes, he devises new ways to cover his tracks and watch his fortune grow. Belfort ultimately comes up with a scheme to stash their cash in a European bank. But with the FBI watching him like a hawk, how long will Belfort and Azoff be able to maintain their elaborate wealth and luxurious lifestyles?","poster":"https://m.media-amazon.com/images/M/MV5BMjIxMjgxNTk0MF5BMl5BanBnXkFtZTgwNjIyOTg2MDE@._V1_.jpg"},"Fantastic Beasts: The Secrets of Dumbledore":{"title":"Fantastic Beasts: The Secrets of Dumbledore","synopsis":"1932. Thirsty for ultimate power over the Muggles and the entire Wizarding World, dark sorcerer Gellert Grindelwald and his inner circle of loyal followers have been planning their next move since the events of Fantastic Beasts: The Crimes of Grindelwald (2018). As a result, with young Professor Albus Dumbledore unable to make a move against Grindelwald, Newt Scamander's hand-picked team of brave wizards embarks on a peril-laden mission to thwart sinister Grindelwald's plan to seize power. But this is a race against time. Can Dumbledore's finest be one step ahead and beat Grindelwald at his own game?","poster":"https://m.media-amazon.com/images/M/MV5BZGQ1NjQyNDMtNzFlZS00ZGIzLTliMWUtNGJkMGMzNTBjNDg0XkEyXkFqcGdeQXVyMTE1NDI5MDQx._V1_.jpg"},"Crimes of the Future":{"title":"Crimes of the Future","synopsis":"It sounds just as ambitious, taking a deep dive into the not-so-distant future in which humankind is learning to adapt to its synthetic surroundings. This evolution moves humans beyond their natural state and into a metamorphosis, which alters their biological makeup. While some embrace the limitless potential of trans-humanism, others attempt to police it. Either way, Accelerated Evolution Syndrome, is spreading fast. Saul Tenser is a beloved performance artist who has embraced this new state, sprouting new and unexpected organs in his body. Along with his partner Caprice, Tenser has turned the removal of these organs into a spectacle for his loyal followers to marvel at in real time theater. But with both the government and a strange subculture taking note, Tenser is forced to consider what would be his most shocking performance of all.","poster":"https://m.media-amazon.com/images/M/MV5BZDdjODNkMmYtYjMwNS00NTQzLThlYjUtODY2ZjdjNTNlY2JiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"}}